Revit 2024 API
ParameterTypeId.MassGrossSurfaceArea Property
 "Gross Surface Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MassGrossSurfaceArea { get; }
Visual Basic
Public Shared ReadOnly Property MassGrossSurfaceArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MassGrossSurfaceArea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace